Repository: FacturaVirtual/vosae-app
Catalog: www/contacts/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Organizations
fr: Organisations

source: No name
fr: Sans nom

source: Mr.
fr: M.

source: Mrs.
fr: Mme.

source: Miss
fr: Melle.

# address type
source: Other
fr: Domicile

# address type
source: Other
fr: Bureau

# address type
source: Other
fr: Livraison

# address type
source: Other
fr: Facturation

# address type
source: Other
fr: Autre

# email type
source: Work
fr: Personnel

# email type
source: Work
fr: Professionnel

# phone type
source: Work fax
fr: Domicile

# phone type
source: Work fax
fr: Bureau

# phone subtype
source: Fax
fr: Mobile

# phone type
source: Work fax
fr: Mobile personnel

# phone type
source: Work fax
fr: Mobile professionnel

# phone type
source: Work fax
fr: Fax personnel

# phone type
source: Work fax
fr: Fax professionnel
